<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="style/style.css">

    <title></title>
</head>
<body>

<nav class="navbar">
    <div class="container">
        <a href="index.php" class="navbar-brand">SSendem</a>
        <a href="/" class="logo"><img src="image/SSendem.jpg" width="120px"></a>
        <div class="navbar-wrap">
            <ul class="navbar-menu">
                <li><a href="about.php">Обо мне</a> </li>
                <li class="active"><a href="hobby.php">Мои хобби</a> </li>
                <li><a href="work.php">Мои работы</a> </li>
                <li><a href="contact.php">Контакты</a> </li>
            </ul>

            <a href="#" class="callback">Вход/Регистрация</a>
        </div>
    </div>
</nav>

<div>


        <img src="https://sun9-74.userapi.com/s/v1/if2/PfV_TVOnxwdI2ASF8QFTChTh-MAesgp7b--AknnI9fGewElZ8LN8zxXY_R-NQr2Q2rmAYTLjjADGItjG2BcNwCFO.jpg?size=1362x1688&quality=95&type=album" class="text">


     <h1 style="color:Pink">Мои хобби</h1>
    <article>

        <p>
            То, что всегда имело для меня наибольшее значение из всех моих хобби - это,конечно, рисование.
        </p>
        <p>
            Раньше я всегда рисовала только на бумаге, позже это переросло на новый уровень - холсты. На них рисовать намного интереснее и это всегда смотрится намного выйграшнее.
        </p>
        <p>
            Но особенная любовь - это "кастом" одежды. То, что ты носишь одежду, на которой запечатлена твоя работа, само по себе произведение искусства. Мне очень нравится рисовать и делать одежду для кого-то. Я много кастома подарила свои друзьям и каждый раз видя их реакцию, я тоже радуюсь, ведь очень приятно делить радостные чувства вместе с другими людьми, особенно когда имеено ты делаешь их счастливым.
        </p>
        <p>
            Для меня "кастом" - это способ самовырожения. Это помогает принести в жизнь нечто новое и такое, которое будет только у тебя. Понимание этого прибавляет твоему труду намного больше смысла и ценности в своих глазах и в глазах других людей.
        </p>

    </article>
</div>

<div>

    <img src="https://sun9-41.userapi.com/s/v1/if2/93zAqGPTbIDmxV5Pee95SZMRWGOoiDhNb2jRbCO9bONUhcLLLsL_SdvyKt4rNTDV7J0vv9NhfiUMQUSuJLfqyOlT.jpg?size=1582x1688&quality=95&type=album" class="text2">

    <div class="texttoo">
        <p>
            Относительно новое увлечение - это плетение из бисера.
        </p>
        <p>
            В интернете я увидела, как девочки своими руками делают колечки из бисера. Мне показалось это очень милым и интересным, и я тоже решила попробовать селать что-то похожее своими руками.
        </p>
        <p>
            Я съездила в Леонардо, купила нужные материалы: разный цветной бисер, специальную леску для плетения из бисера. Позже я попробовала сплести свое перове колечко из бисера, но, к сожалению, моя попытка не увенчалась успехом; я слишком плохо завязала колечко и оно расспалось. Но со второй попытки у меня все получилось.
        </p>
        <p>
            Сейчас у меня готово уже несколько колечек, которые я переодически ношу. Чуть позже я хочу попробовать сделать браслет или ожерелье с какой-нибудь подвеской, чтобы как-то красиво визуализировать свою работу.
        </p>
    </div>

</div>

<div>

    <img src="https://sun9-7.userapi.com/s/v1/if2/hnL2gm-OoNqkw1YkpG-bUU4z5Yly34iQmsyL1pqCV-VH-faQwM_3j7R9QKe0ZixwrhoAiWTzO35YV2SdU_rkwtoL.jpg?size=654x654&quality=95&type=album" class="text3">

    <div class="textto">
        <p>
            Плетение фенечек из ниток мулине - это то хобби, которое уже изжило себя, но это был очень важный для меня этап в жизни.
        </p>
        <p>
            Когда мне было 13-14 лет, я тратила на нитки все свои деньги и все свое свободное время. Я помню как в первый раз приехала в Леонардо за мулине и уехала с целым пакетом, зато была самая счастливая.
        </p>
        <p>
            Для плетения фенечек существует много техник, но намного больше разных схем, по которым они плетутся. Схемы прямого пления можно легко сделать самим: можно взять любую картинку и разбив ее на пиксели получится схема, или же можно придумать любой узор из головы, ведь при плетении ты контролируешь весь процесс и можешь легко отследить, как должен строиться и располагаться твой задуманный узор.
        </p>
        <p>
            Дома у меня лежит целая коробка с моими фенечками. Сейчас я уже их не ношу, но они лежат как приятное и теплое воспоминание о тех временах. Раньше я плела даже небольшие коврики из ниток. Это выглядит очень эффектно.
        </p>
    </div>
</div>



<footer>
    <div class="class">
        <li><a href="about.php">Обо мне</a></li>
        <li><a href="hobby.php">Мои хобби</a></li>
        <li><a href="work.php">Мои работы</a></li>
        <li><a href="contact.php">Контакты</a></li>
    </div>
    <div class="call">
        <h2>Eсли есть вопросы, звоните:</h2>
        <p>
            +7(996)219-05-10
        </p>
    </div>


</footer>

</body>
</html>
